inst = '''
Ця програма дозволить вам за допомогою тесту Алко'м'оголь провести первинну діагностику вашого здоров'я.\n
Проба Алко'м'оголь являє собою вимірювач, призначений для оцінки випитого вами \n
за цей день. '''
inst2 = "Що і скільки ви пили на сніданок. \n Запишіть у відповідне поле"
inst3 = "Що і скільки ви пили на обід. \n Запишіть у відповідне поле"

inst4 = "Що і скільки ви пили на вечері. \n Запишіть у відповідне поле"
def test(P1, P2, P3):
   '''повертає значення індексу за трьома показниками пульсу для звірки з таблицею'''
   return ((4*(P1+P2+P3))-200)/10

def finish(a,new_age):
   if new_age >=7 and new_age <=8:
      if a <= 6.4:
         return "чудово"
      if a >= 6.5 and a <= 11.9:
         return "добре"
      if a >= 12 and a <= 16.9:
         return "задовільно"
      if a >= 17 and a <= 20.9:
         return "слабкий"
      if a >= 21:
         return "незадовільно"
      
   if new_age >=9 and new_age <=10:
      if a <= 4.9:
         return "чудово"
      if a >= 5 and a <= 10.4:
         return "добре"
      if a >= 10.5 and a <= 15.4:
         return "задовільно"
      if a >= 15.5 and a <= 19.4:
         return "слабкий"
      if a >= 19.5:
         return "незадовільно"